Repository: balbusm/gm-notify
Catalog: po/*/gm-notify.po
Languages: bg, da, de, el, es, fr, it, nl, pl, pt, sk

source: GMail Notifier
bg: GMail Уведомител
da: GMail Påminder
el: Ειδοποιητής GMail
es: Notificador Gmail
fr: Notification GMail
nl: GMail Melder

source: No sound selected
bg: Няма избран звук
da: Ingen lyd valgt.
de: Kein Nachrichtenton ausgewählt
el: Κανένας ήχος δεν έχει επιλεγεί
es: Ningún sonido seleccionado
fr: Aucun son sélectionné
it: Nessun suono selezionato
nl: Geen geluid geselecteerd
pl: Nie wybrano dźwięku
pt: Nenhum som detectado
sk: Nie je zvolený žiadny zvuk

source: Please select a new-message sound in the audio settings or unselect the corresponding option.
bg: Моля, изберете звук за ново съобщение в аудио настройките или откажете текущия избор.
da: Vælg venligst en lyd der skal afspilles når en ny besked modtages i lyd indstillingerne, eller fravælg denne lyd.
de: Bitte wählen Sie einen "Neue E-Mail" Ton in den Soundeinstellungen oder entfernen Sie die entsprechende Option.
el: Παρακαλώ επιλέξτε ένα νέο ήχο νέου μηνύματος στις ρυθμίσεις ήχου ή διαγράψτε την αντίστοιχη επιλογή
es: Por favor selecciona un sonido de nuevo mensaje en las preferencias de audio o deselecciona la opción correspondiente
fr: Merci de choisir un son pour les nouveaux messages dans la configuration audio ou de désélectionner l'option correspondante.
it: Selezionare un suono da riprodurre per l'arrivo di nuovi messaggi nelle impostazioni audio o deselezionare l'opzione corrispondente.
nl: Selecteer een geluid voor nieuwe e-mails in de audio instellingen of vink desbetreffende optie af.
pl: Proszę wybrać nowy dźwięk powiadamiający z ustawień dźwięku lub odznaczyć odpowiednią opcję.
pt: Por favor seleccione um som para uma nova mensagem nas opções áudio ou deseleccione a opção correspondente.
sk: Vyberte si prosím zvuk pre novú správu v nastaveniach zvuku alebo zrušte označenie pre príslušnú voľbu.

source: Inbox
bg: Входящи
da: Indbakke
de: Posteingang
el: Εισερχόμενα
es: Recibidos
fr: Boîte de réception
it: Posta in arrivo
nl: Postvak In
pl: Skrzynka odbiorcza
pt: Caixa de entrada
sk: Doručená pošta

source: All Mail
bg: Цялата поща
da: Alle mails
de: Alle Nachrichten
el: Όλα τα μηνύματα
es: Todos los mensajes
fr: Tous les messages
it: Tutta la posta
nl: Alle mail
pl: Wszystkie wiadomości
pt: Todas as mensagens
sk: Všetky správy

source: Starred
bg: Със звезда
da: Stjernemarkerede
de: Markiert
es: Destacado
it: Speciale
nl: Met ster
pl: Oznaczone gwiazdką
pt: Com estrela
sk: S hviezdičkou

source: (no subject)
bg: (няма тема)
da: (intet emne)
de: (kein Betreff)
el: (χωρίς θέμα)
es: (sin asunto)
fr: (sans objet)
it: (nessun oggetto)
nl: (geen onderwerp)
pl: (brak tematu)
pt: (sem assunto)
sk: (bez predmetu)

source: in
bg: в
da: ind
es: en
pl: w
pt: no
sk: v

source: in label
bg: в етикет
da: med etikette
es: en la etiqueta
pl: w etykiecie
pt: no marcador
sk: na štítku

source: Incoming message
bg: Входящо съобщение
da: Indgående besked...
de: Eingehende E-Mail
el: Εισερχόμενο μήνυμα
es: Mensaje entrante
fr: Message entrant
it: Nuovo messaggio
nl: Binnenkomend bericht
pl: Otrzymano wiadomość
pt: A receber mensagem
sk: Doručená správa

source: new messages
bg: нови съобщения
da: Nye beskeder!
de: neue E-Mails
el: νέα μηνύματα
es: nuevos mensajes
fr: nouveaux messages
it: nuovi messaggi
nl: Nieuwe berichten
pl: nowe wiadomości
pt: nova(s) mensagem(ns)
sk: nové správy

source: Short checking interval
bg: Кратък интервал за проверка
da: Tjek ofte
de: Kurzes Check-Intervall
el: Μικρή περίοδος ελέγχου
es: Intervalo corto de chequeo
fr: intervalle de vérification court
it: Intervallo di controllo breve
nl: Korte interval controle
pl: Zbyt krótki odstęp sprawdzania
pt: Intervalo de verificação curto
sk: Krátky interval kontroly

source: Increasing (more than 3 minutes) is recommended
bg: Препоръчително е увеличване (повече от 3 минути)
da: Større interval end 3 minutter anbefales.
de: Das Erhöhen auf mindestens 3 Minuten wird empfohlen
el: Προτείνεται αύξηση (παραπάνω από 3 λεπτά)
es: Se recomienda aumentar el tiempo (más de 3 minutos)
fr: Il est recommandé d'augmenter (plus de 3 minutes)
it: Si raccomanda di aumentare (pi√π di 3 minuti)
nl: Het verhogen van de interval (naar meer dan 3 minuten) is recommended
pl: Zwiększenie (do co najmniej 3 minut) jest zalecane
pt: Aumentado (para mais que 3 minutos) é recomendado
sk: Doporučuje sa zvýšiť na viac ako 3 minúty

source: checking...
bg: проверяване...
da: forspørger...
de: überprüfen...
el: έλεγχος...
es: comprobando...
fr: vérification...
it: controllo...
nl: Bezig met controleren...
pl: sprawdzanie...
pt: a verificar...
sk: kontrolujem...

source: Valid credentials
bg: Валидни пълномощия
da: Kontooplysningerne er korrekte.
de: Gültige Zugangsdaten
el: Σωστά στοιχεία
es: Credenciales válidas
fr: Références valides
it: Credenziali valide
nl: Geldige aanmeldgegevens
pl: Dane są poprawne
pt: Credenciais válidos
sk: Platné overenia

source: Invalid credentials
bg: Невалидни пълномощия
da: Kontooplysningerne er ikke korrekte!
de: Ungültige Zugangsdaten
el: Λανθασμένα στοιχεία
es: Credenciales inválidas
fr: Références invalides
it: Credenziali non valide
nl: Ongeldige aanmeldgegevens
pl: Dane są niepoprawne
pt: Credenciais inválidos
sk: Neplatné overenia

source: Username:
bg: Потребител:
da: Brugernavn:
de: Benutzername:
el: Όνομα Χρήστη
es: Usuario:
fr: Identifiant :
it: Nome utente:
nl: Gebruikersnaam:
pl: Użytkownik
pt: Utilizador:
sk: Používateľ:

source: Password:
bg: Парола:
da: Adgangskode:
de: Passwort:
el: Κωδικός:
es: Contraseña:
fr: Mot de passe :
nl: Wachtwoord:
pl: Hasło:
pt: Senha:
sk: Heslo

source: Please enter credentials
bg: Моля, въведете пълномощия
da: Indtast venligest kontooplysninger
de: Bitte geben Sie Ihre Zugangsdaten ein.
el: Παρακαλώ εισαγάγετε τα στοιχεία σας
es: Introducir identificación
fr: Veuillez entrer les certificats
it: Inserire le proprie credenziali
nl: Voer uw aanmeldgegevens in
pl: Wprowadź ustawienia konta
pt: Por favor introduza os credenciais
sk: Zadajte overenia prosím

source: Click on applet opens:
bg: Кликнете върху аплета:
da: Klik på applet åbner:
de: Klick auf das Applet öffnet:
es: Al hacer clic en el applet se abre:
nl: Klik op applet opend:
pl: Kliknięcie na aplet otwiera:
pt: Ao carregar no applet abre:
sk: Kliknite na applet k jeho otvoreniu:

source: GMail webinterface
bg: GMail уеб интерфейс
da: Gmail-webgrænsefladen
es: Interfaz web GMail
pl: interfejs webowy GMail
pt: Interface web GMail
sk: GMail webové rozhranie

source: Current default mail client
bg: Текущия пощенски клиент по подразбиране
da: Nuværende standard email program
de: Aktuellen Standard Mailclient
es: Cliente de correo por defecto
nl: Huidige voorkeurs mail applicatie
pl: Bieżący domyślny klient poczty
pt: Cliente de mensagens actual
sk: Aktuálne predvolený poštový klient

source: Account
bg: Акаунт
da: Konto
de: Benutzerkonto
el: Λογαριασμός
es: Cuenta
fr: Compte
pl: Konto
pt: Conta
sk: Účet

source: Play sound when new message arrives
bg: Възпроизведи звук, когато пристигне ново съобщение
da: Afspil lyd når ny besked modtages.
de: Bei neuer E-Mail einen Ton abspielen
el: Ήχος όταν ένα νέο μήνυμα έρχεται
es: Reproducir sonido cuando recibe un mensaje
fr: Jouer un son à l'arrivée des nouveaux messages.
it: Riproduci un suono all'arrivo di nuovi messaggi
nl: Speel geluid af bij nieuw bericht
pl: Odtwórz dźwięk podczas nadejścia nowej wiadomości
pt: Tocar notificação sonora à chegada das mensagens
sk: Pop príchode novej správy spusti zvuk

source: Configure sound
bg: Избери звук
da: Indstil lyd
de: Soundeinstellungen
el: Ρύθμιση ήχου
es: Configurar sonido
fr: Configurer le son
it: Configurazione audio
nl: Configureer geluid
pl: Skonfiguruj dźwięk
pt: Configurar som
sk: Konfigurovať zvuk

source: Message checking interval:
bg: Интервал за проверяване на съобщенията:
da: Tidsinterval mellem opdateringer:
de: E-Mail Check Intervall
el: Περίοδος ελέγχου μηνυμάτων:
es: Intervalo de comprobación de mensajes
fr: Interval entre la vérification de nouveaux messages
it: Intervallo di controllo messaggi:
nl: Berichtcontrole interval:
pl: Częstotliwość sprawdzania:
pt: Intervalo de verificação por novas mensagens:
sk: Interval kontroly správy:

source: Frequently (2 minutes)
bg: Често (2 минути)
da: Ofte (2 minutter)
de: Oft (2 Minuten)
el: Συχνά (2 λεπτά)
es: Con frecuencia (2 minutos)
fr: Fréquemment (2 minutes)
it: Di frequente (2 minuti)
nl: Vaak (2 minuten)
pl: Często (2 minuty)
pt: Frequentemente (2 minutos)
sk: Často (2 minúty)

source: Sometimes (10 minutes)
bg: От време на време (10 минути)
da: Indimellem (10 minutter)
de: Manchmal (10 Minuten)
el: Σε τακτά χρονικά διαστήματα (10 λεπτά)
es: A veces (10 minutos)
fr: Quelques fois (10 minutes)
it: Ogni tanto (10 minuti)
nl: Af en toe (10 minuten)
pl: Czasem
pt: As vezes (10 minutos)
sk: Niekedy (10 minút)

source: Hardly ever (60 minutes)
bg: Рядко (60 минути)
da: Meget sjældent (60 minutter)
de: Selten (60 Minuten)
el: Πολύ σπάνια (60 λεπτά)
es: Casi nunca
fr: Rarement (60 minutes)
it: Quasi mai (60 minuti)
nl: Bijna nooit (60 minuten)
pl: Bardzo rzadko (60 minut)
pt: De vez em quando (60 minutos)
sk: Sotva niekedy (60 minút)

source: Custom (minutes)
bg: По избор (минути)
da: TIlpassset (minutter)
de: Benutzerdefiniert (Minuten)
el: Προσαρμοσμένη (λεπτά)
es: Personalizado (minutos)
fr: Personnalisé (minutes)
it: Personalizzato (minuti)
nl: Aangepast (minuten)
pl: Ręcznie (minuty)
pt: Customizado (em minutos)
sk: Iné (minúty)

source: Enhanced
bg: Засилено
da: Forbedret
de: Erweitert
el: Βελτιωμένο
es: Mejorado
fr: Amélioré(e)
it: Avanzato
nl: Verbeterd
pl: Zaawansowane
pt: Avançado
sk: Rozšírené

source: Please select the appropiate folders that should be checked
bg: Моля, изберете папките, които да бъдат проверявани
da: Vælg venligst de mapper der skal checkes.
de: Bitte wählen Sie die zu überprüfenden Ordner
el: Παρακαλώ επιλέξτε τους κατάλληλους φακέλους που πρέπει να ελέγχονται
es: Por favor selecciona las carpetas apropiadas que deberían ser comprobadas
fr: Merci de choisir le dossier approprié. Cela doit être vérifier.
it: Selezionare le cartelle che devono essere controllate
nl: Selecteer de mappen die gecontroleerd moeten worden
pl: Wybierz odpowiednie foldery, które powinny zostać sprawdzone
pt: Por favor seleccione as pastas a serem verificadas
sk: Zvoľte si prosím príslušný priečinok ktorý by mal byť kontrolovaný

source: Labels
bg: Етикети
da: Etiketter
el: Ετικέτες
es: Etiquetas
fr: Libéllés
it: Etichette
pl: Etykiety
pt: Marcadores
sk: Popis
